/*
  Localizable.strings
  Self Service

  Created by Chris Ghanbarzadeh on 1/20/16.
  Copyright © 2016 JAMF Software. All rights reserved.
*/

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "关于 %@";
"HIDE_SELF_SERVICE" = "隐藏 %@";
"QUIT_SELF_SERVICE" = "退出 %@";
"RELOAD_SELF_SERVICE" = "重新加载 %@";
"NEXT_SECTION" = "下一节";
"PREVIOUS_SECTION" = "上一节";

// Toolbar Buttons
"TOOLBAR_HOME" = "主页";
"TOOLBAR_BROWSE" = "浏览";
"TOOLBAR_BROWSE_COLLAPSED" = "浏览 - 折叠式"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "浏览 - 展开式"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "历史记录";
"TOOLBAR_NOTIFICATIONS" = "通知";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "没有新通知"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 个新通知"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d 个新通知"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "登录";
"LOG_OUT_BUTTON" = "登出";

// Login
"LOGIN_USERNAME" = "用户名";
"LOGIN_PASSWORD" = "密码";
"LOGIN_CANCEL" = "取消";
"LOGIN_INVALID_CREDENTIALS" = "您输入的用户名或密码错误。";
"LOGIN_CONNECTION_ERROR" = "%@ 无法连接到服务器。";
"LOGIN_SUCCESSFUL" = "登陆成功"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "保存我的信息";
"SAML_LOGIN_LABEL" = "%@ 登录";
"SAML_LOG_IN_TO_CONTINUE" = "登录以继续";
"SAML_FAILED_TO_AUTHENTICATE" = "无法验证您的登录信息。要解决此问题，请联系您的管理员。";
"SAML_UNKNOWN_ERROR" = "出现未知错误。如果此问题仍然存在，请联系您的管理员。";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "无法访问 Jamf MDM 服务器";
"RETRYING" = "重试";
"CONNECTION_SUCCESSFUL" = "成功连接到 Jamf MDM 服务器"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "%@ 存在错误。";
"ERROR_MODAL_TEXT" = "请稍候再试或联系您的 IT 管理员。";
"ERROR_MODAL_CLOSE" = "关闭";

// Search
"SEARCH" = "搜索";
"SEARCH_RESULTS_LABEL" = "搜索 的结果";
"NO_RESULTS_LABEL" = "找不到针对 \"%@\" 的结果";
"SEARCH_AGAIN_LABEL" = "尝试重新搜索。";
"SEARCH_RESULTS_COLLECTION_LABEL" = "搜索结果"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "找到 %d 个搜索结果"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "找到 1 个搜索结果"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 结果";
"RESULTS" = "%d 结果";
"LEFT_ARROW" = "左箭头";
"RIGHT_ARROW" = "右箭头";
"FEATURED_ITEMS" = "特色项目"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "浏览项目"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "书签项目"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "%@ 类别";
"CATEGORIES" = "所有类别"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "向左滚动特色项目"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "向右滚动特色项目"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "向左滚动浏览类别"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "向右滚动浏览类别"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "向左滚动书签"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "向右滚动书签"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "安装";
"CONTENT_REMOVE_BUTTON" = "删除";
"CONTENT_REINSTALL_BUTTON" = "重新安装";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "运行";
"CONTENT_OPEN" = "打开";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "更新";
"CONTENT_CANCEL_BUTTON" = "取消"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "书签";
"CATEGORY_DEVICE_COMPLIANCE" = "设备合规性";
"CATEGORY_ALL" = "所有";
"CATEGORY_FEATURED" = "专题";
"CONTENT_NO_CONTENT" = "无项目";
"HISTORY_NO_CONTENT" = " 没有历史记录";
"CLEAR" = "清除";
"READ" = "已读"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "未读"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "%@ 按钮，单击以标记为 %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "精选物品"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "阅读更多";
"MORE_ACCESSIBILITY_LABEL" = "更多";

// Cancel content
"CANCEL_YES_BUTTON" = "是";
"CANCEL_NO_BUTTON" = "否";
"CANCEL_TITLE" = "是否确定要取消？";
"CANCEL_TEXT" = "执行此操作可能使您的计算机处于不稳定状态。";
"CANCEL_POLICY_TEXT" = "是否确定要取消 \"%@\"？执行此操作可能使您的计算机处于不稳定状态。";
"CANCEL_EBOOK_TEXT" = "是否确定要取消 \"%@\"？";
"CANCEL_PATCH_TEXT" = "是否确定要取消？在软件更新的过程中取消更新可能会导致应用程序不可用。";

// Content Progress Strings
"CONTENT_WAITING" = "请稍候";
"CONTENT_OPENING" = "正在打开";
"CONTENT_INSTALLING" = "正在安装";
"CONTENT_REMOVING" = "正在删除";
"CONTENT_EXECUTING" = "正在执行";
"CONTENT_DOWNLOADING" = "正在下载";
"CONTENT_RUNNING" = "正在运行";
"CONTENT_VERIFYING" = "正在验证";
"CONTENT_UPDATING" = "正在更新";
"CONTENT_FINISHING" = "正在完成";
"CONTENT_DONE" = "已完成！";
"CONTENT_CANCELED" = "已取消";
"CONTENT_ERROR" = "错误";

// Info View
"INFO_CLOSE" = "关闭";
"INFO_CANCEL" = "取消";
"INFO_NOT_AVAILABLE" = "该项目不再可用";
"INFO_OK" = "确定";

// Bookmark Web View
"BOOKMARK_CLOSE" = "关闭";
"BOOKMARK_ERROR" = "无法打开 \"%@\"";
"OPEN_IN_BROWSER" = "在浏览器中打开";

// VPP
"VPP_INVITATION_SUBTEXT" = "接受邀请";
"VPP_INVITATION_ACCEPT_BUTTON" = "接受";
"VPP_INVITATION_EXPLANATION" = "您必须接受您组织的邀请。接受此邀请前，您无法批量安装购买的应“用程序或电子书。";
"VPP_INVITATION_EXPLANATION_CONTENT" = "您必须接受您组织的邀请才能安装此%@。";
"VPP_INVITATION_APPLICATION" = "应用程序";
"VPP_INVITATION_EBOOK" = "电子书";
"VPP_INVITATION_PENDING" = "待处理邀请";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "重试";
"VPP_INVITATION_PENDING_EXPLANATION" = "您的邀请处于待处理状态。如果您不接受邀请，请单击“重试”以重新连接到 App Store。";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "您的邀请已被接受。您现在可以安装批量购买的应用程序“和电子书。";

// About
"VERSION" = "版本";
"VERSION_UNKNOWN" = "未知版本";
"COPYRIGHT" = "版权";
"ALL_RIGHTS_RESERVED" = "保留所有权利。";
"ACKNOWLEDGEMENTS_BUTTON" = "确认";

// History
"HISTORY_HEADER" = "历史记录";
"HISTORY_VERSION" = "版本";
"HISTORY_INSTALLED" = "已安装";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "可用更新";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "可用更新";
"UPDATES_AVAILABLE" = "可用";
"UPDATES_UPDATE_ALL" = "全部更新";
"UPDATE_KILL_APP" = "更新前必须先关闭 %@。";
"UPDATE_DEADLINE" = "更新最后期限";
"UPDATE_APPS_MUST_QUIT" = "必须退出的应用程序";
"UPDATES_INSTALL_ALL" = "安装全部更新";
"UPDATES_HEADER" = "更新标题"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "通知";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "无通知";
"NOTIFICATIONS_ITEM_FAILED" = "项目失败";
"NOTIFICATIONS_DATE" = "日期:";
"NOTIFICATIONS_HEADER" = "通知标题"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "全部标记为已读";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "欢迎使用自助服务";
"NOT_ENROLLED_MESSAGE" = "Self Service 是由 Jamf 开发的 Jamf MDM 组件。\n\n该应用程序必须链接到 Jamf MDM 服务器。\n\n有关详细信息，请联系您的 IT 管理员";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "排序"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "专题";

// UAMDM Popup
"UAMDM_APPROVE" = "您必须批准您组织的 MDM 配置文件。";
"UAMDM_CLICK_1" = "单击下方的打开系统首选项按钮，然后执行以下操作：";
"UAMDM_APPROVE_BOLD" = "";
"UAMDM_CLICK_2" = "";
"UAMDM_STEP_1" = "1. 在设备配置文件列中单击标签为“MDM 配置文件”的配置文件。该文件由黄色的警报三角标识。";
"UAMDM_STEP_2A" = "2. 单击批准按钮。";
"UAMDM_STEP_2_BOLD" = "";
"UAMDM_STEP_2B" = "";
"UAMDM_APPROVE_BUTTON" = "开放系统首选项";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "系统偏好配置文件示例"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "欢迎使用%@！";
"ONBOARDING_WELCOME_NO_NAME" = "欢迎使用！";
"ONBOARDING_CONFIRMATION_TITLE" = "载入完成！";
"ONBOARDING_CONFIRMATION_BUTTON" = "继续";
"ONBOARDING_MESSAGE" = "您的组织将自动配置您的计算机。请在安装完成后再重启或关闭计算机。此过程可能会花费一些时间。";
"ONBOARDING_PENDING" = "等待中";
"ONBOARDING_PROGRESS_TEXT" = "已完成%d/%d";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "安装状态";
"UNABLE_TO_QUIT" = "无法退出应用程序";
"ONBOARDING_IN_PROGRESS" = "载入中";
"ONBOARDING_ERROR_SINGLE" = "一个项目无法安装";
"ONBOARDING_ERROR_MULTIPLE" = "%d个项目无法安装";
"ONBOARDING_ERROR_NEXT_STEPS" = "“通知”选项卡中列出了安装失败的项目，您可以重新尝试安装这些项目，或者联系IT管理员以获取进一步支持。";
"ONBOADING_COMPLETE_TITLE" = "设置完成";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "计算机设置已完成，且所有项目都已成功安装。";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "计算机设置已完成，但并非所有项目都已成功安装。";
"ONBOARDING_COMPLETE_INFO" = "%d个项目已安装完毕，可以随时使用";
"ONBOARDING_INSTALLED" = "完成"; // Voiceover
"ONBOARDING_FAILED" = "失败"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "此应用程序不可用。请稍后重试。";
